Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-1775.html.tmx
Source language: sme
Languages: nob

source: PRD : Ođđa prinsihpat sámi skuvlla várás
nob: PRM : Nye prinsipper for den samiske skolen

source: Sámediggi meannuda boahtte vahkus ođđa prinsihpaid sámi skuvlla vuođđooahpahusa várás .
nob: Sametinget behandler i neste uke de nye prinsippene for grunnopplæringen for samisk skole .

source: Sámi mánát galget oažžut kvalitiatiiva buori vuođđooahpahusa sámi giela , kultuvrra ja servodateallima vuođul .
nob: Samiske barn skal få kvalitetsmessig god grunnopplæring med basis i samisk språk , kultur og samfunnsliv .

source: Almmuhan Hivand , Pål .
nob: Publisert av Hivand , Pål .

source: Maŋimustá rievdaduvvon 14.05.2007
nob: Sist endret 14.05.2007

source: - Sámi mánái lea vuoigatvuohta oažžut dásseárvosaš oahpu .
nob: - Samiske barn har rett til en likeverdig opplæring .

source: Dat mearkkaša ahte sámi mánáide galgá fállojuvvot oahpahus sámegillii , sii galget beassat oahppat iežaset kultuvrra , iežaset historjjá ja árvvuid birra .
nob: Det betyr at samiske barn skal tilbys opplæring på samisk , de skal få lære om egen kultur , egen historie og verdier .

source: Sámi skuvlla ođđa prinsihpat geatnegahttet skuvlaeaiggádiid fuolahit sámi mánáide sin vuoigatvuođaid dásseárvosaš ohppui , deattuha ráđđelahttu Jarle Jonassen .
nob: De nye prinsippene for samisk skole pålegger skoleeierne å sørge for at samiske barn får sine rettigheter om likeverdig opplæring , understreker rådsmedlem Jarle Jonassen .

source: Oahpahusa prinsihpat – Sámegiella galgá leat oassi Máhttoloktema - Sámi oahppoplánain ja lea oassi kvalitehta viidásetovddideamis vuođđooahpahusas ja sámi oahpahusa vuogádatlaččat árvvoštallamis .
nob: Prinsipper for opplæringen – Samisk skal være en del av Læreplanverket for Kunnskapsløftet – Samisk og er et ledd i videreutvikling av kvaliteten i grunnopplæringen og for systematisk vurdering av samisk opplæring .

source: Oahpahusa prinsihpat mearkkašit ahte sámi skuvla galgá ovddidit sámi árvvuid , giela ja kultuvrra áddejumi ja galgá váikkuht máŋggagielalašvuođa ja máŋggakultuvrralaš áddejumi ovddideami .
nob: Prinsipper for opplæringen innebærer at den samiske skolen skal fremme forståelse for samiske verdier , språk og kultur og skal bidra til å fremme flerspråklighet og flerkulturell forståelse .

source: - Skuvlaeaiggádat fertejit fuolahit ahte oahpaheddjiin ja bagadeaddjiin lea gelbbolašvuohta sámi gielas , kultuvrras ja servodateallimis .
nob: - Skoleeierne må sørge for at lærere og instruktører har kompetanse innen samisk språk , kultur og samfunnsliv .

source: Skuvllas galgá maiddái leat buorre ovttasbargu ruovttuiguin ja báike ¬gottiiguin vai ohppiid oahpašedje bures árbevirolaš máhtolašvuođa birra , dadjá Jonassen .
nob: Skolen må også ha et godt samarbeid med hjem og lokalsamfunn for at elevene skal få gode kunnskaper om tradisjonskunnskap , sier Jonassen .

source: Máhttodepartemeanta galgá mearridit Oahpahusa prinsihpaid – Sámi , ja dat galget gustogoahtit skuvlajagi 2007/2008 rájes .
nob: Prinsipper for opplæringen – Samisk skal fastsettes av Kunnskapsdepartementet og skal gjelde fra skoleåret 2007/2008 .

source: Sámediggeráđđelahttu
nob: Medlem av Sametingsrådet

source: Telefuvdna
nob: Telefon

source: Mobila
nob: Mobil

source: Almmolaš dokumeanta
nob: Offentlige dokumenter

source: Áššelistu ( dárogiella )
nob: Saksliste ( norsk )

source: Áššelistu ( sámegiella )
nob: Saksliste ( samisk )
